/* NSExecutableNotLoadableError */
"BundleErr3584" = "Das Paket „%@“ wurde nicht geladen, da seine Codedatei nicht geladen werden konnte.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "Die Codedatei des Pakets konnte nicht geladen werden.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Versuchen Sie, das Paket erneut zu installieren.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "Das Paket „%@“ konnte nicht geladen werden, da es keine Version für die aktuelle Architektur enthält.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "Das Paket enthält keine Version für die aktuelle Architektur.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Versuchen Sie, eine Universal-Version des Pakets zu installieren.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "Das Paket „%@“ konnte nicht geladen werden, da es mit dem aktuellen Programm nicht kompatibel ist.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "Das Paket ist mit diesem Programm nicht kompatibel.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Versuchen Sie, eine neuere Version des Pakets zu installieren.";

/* NSExecutableLoadError */
"BundleErr3587" = "Das Paket „%@“ konnte nicht geladen werden, da es beschädigt ist oder die benötigten Ressourcen fehlen.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "Das Paket ist beschädigt oder es fehlen die benötigte Ressourcen.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Versuchen Sie, das Paket erneut zu installieren.";

/* NSExecutableLinkError */
"BundleErr3588" = "Das Paket „%@“ konnte nicht geladen werden.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "Das Paket konnte nicht geladen werden.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Versuchen Sie, das Paket erneut zu installieren.";

/* NSFileNoSuchFileError */
"BundleErr4" = "Das Paket „%@“ wurde nicht geladen, da seine Codedatei nicht gefunden werden konnte.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "Die Codedatei des Pakets konnte nicht gefunden werden.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Versuchen Sie, das Paket erneut zu installieren.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "Der Vorgang konnte nicht abgeschlossen werden. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "Der Vorgang konnte nicht abgeschlossen werden. (%1$@-Fehler %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "Der Vorgang konnte nicht abgeschlossen werden. (%1$@-Fehler %2$ld.)";

